Repository: LetsBIMtogether/OnboxApp
Catalog: ONBOXApp/Properties/Messages.*.resx
Languages: pt_br

# BeamsForBuilding_NoBeamFamilyLoaded
source: There are no valid structural beam families loaded on the project. Please, load a least one and try to use this command again.
pt_br: Não há famílias de vigas estruturais válidas carregadas no projeto. Por favor, carregue pelo menos uma e tente usar este comando novamente.

# BeamsForBuilding_Transaction
source: Create Beams
pt_br: Criar Vigas

# BeamsFromCAD_NoColumnFamilyLoaded
source: There are no valid structural column families loaded on the project. Please, load a least one and try to use this command again.
pt_br: Não há famílias de pilares estruturais válidas carregadas no projeto. Por favor, carregue pelo menos uma e tente usar este comando novamente.

# BeamsFromCAD_NoValidCADElements
source: It was not possible to find any rectangular or circular 2D shapes in the selected instance. Please add these elements and try again.
pt_br: Não foi possível encontrar formas 2D retangulares ou circulares na instância selecionada. Por favor, adicione esses elementos e tente novamente.

# BeamsFromCAD_RotateTransaction
source: Rotate Columns
pt_br: Rotacionar Pilares

# BeamsFromCAD_SelectCADInstance
source: Select a CAD instance.
pt_br: Selecione uma instância do CAD.

# BeamsFromCAD_Transaction
source: Create Columns
pt_br: Criar Pilares

# BeamsFromColumns_DeletedBeamFamily
source: This family was deleted from the project, please load the necessary families and click on the reload button on the floating window.
pt_br: Esta família foi deletada do projeto, por favor carregue as famílias necessárias e clique no botão de recarga na janela flutuante.

# BeamsFromColumns_Not3dView
source: Please make sure you are on 3d view to run this command.
pt_br: Por favor, verifique se você está no modo de exibição 3D para executar este comando.

# BeamsFromColumns_NotGraphicalView
source: Please activate a graphical view to run this command.
pt_br: Por favor ative uma vista gráfica para executar este comando.

# BeamsFromColumns_SelectColumnToOffset
source: Select the column to adjust its offset
pt_br: Selecione o pilar para ajustar seu deslocamento

# BeamsFromColumns_SelectFirstColumn
source: Select the first structural column
pt_br: Selecione o primeiro pilar estrutural

# BeamsFromColumns_SelectFirstColumnOrBeam
source: Select the first column or the last beam to adjust the offset.
pt_br: Selecione o primeiro pilar ou a última viga para ajustar o deslocamento.

# BeamsFromColumns_SelectSecondColumn
source: Select the second structural column.
pt_br: Selecione o segundo pilar estrutural.

# BeamsFromColumns_Transaction
source: Create Beam
pt_br: Criar Viga

# BeamsFromColumns_Transaction_AdjustOffset
source: Adjust offset
pt_br: Ajustar deslocamento

# BeamsFromWalls_DeletedBeamFamily
source: This family was deleted from the project, please load the necessary families and click on the reload button on the floating window.
pt_br: Esta família foi deletada do projeto, por favor carregue as famílias necessárias e clique no botão de recargar na janela flutuante.

# BeamsFromWalls_NotGraphicalView
source: Please activate a graphical view to run this command.
pt_br: Por favor ative uma vista gráfica para executar este comando.

# BeamsFromWalls_SelectArchitecturalWall
source: Select an architectural wall
pt_br: Selecione uma parede arquitetônica

# BeamsFromWalls_SelectWallFromLink
source: Select an architectural wall from the linked model.
pt_br: Selecione uma parede arquitetônica do modelo vinculado.

# BeamsFromWalls_Transaction
source: Create Beam
pt_br: Criar Viga

# Common_Error
source: Error
pt_br: Erro

# CopyBeamsToLevels_SelectBeam
source: Select a beam.
pt_br: Selecione uma viga.

# CopyBeamsToLevels_Transaction
source: Copy Beams
pt_br: Copiar Vigas

# ElementJoinSelect_JoinTransaction
source: Join Element
pt_br: Unir Elementos

# ElementJoinSelect_NotGraphicalView
source: Please activate a graphical view to run this command.
pt_br: Por favor ative uma vista gráfica para executar este comando.

# ElementJoinSelect_SelectElements
source: Select elements to join.
pt_br: Selecione elementos para unir.

# ElementJoinSelect_UnJoinTransaction
source: Unjoin Element
pt_br: Desunir Elemento

# ElementJoin_JoinTransaction
source: Join Elements
pt_br: Unir Elementos

# ElementJoin_Transaction
source: Join Elements
pt_br: Unit Elementos

# ElementJoin_UnJoinTransaction
source: Unjoin Elements
pt_br: Desunir Elementos

# Exceptions_Data
source: Data
pt_br: Dados

# Exceptions_Detail
source: Detail
pt_br: Detalhes

# Exceptions_Help
source: Help
pt_br: Ajuda

# Exceptions_Location
source: Location
pt_br: Localização

# Exceptions_Message
source: Message
pt_br: Mensagem

# Exceptions_Source
source: Source
pt_br: Fonte

# PackageProject_FileTypeName
source: Zip File
pt_br: Zipar Arquivo

# PackageProject_SaveProjectFirst
source: Please save the project before using this command.
pt_br: Por favor salve o projeto antes de usar este comando.

# RenumberBeams_NoBeamFamilyLoaded
source: There are no valid structural beam families loaded on the project. Please, load a least one and try to use this command again.
pt_br: Não há famílias de vigas estruturais válidas carregadas no projeto. Por favor, carregue pelo menos uma e tente usar este comando novamente.

# RenumberBeams_RenumberBeams
source: Renumber Beams
pt_br: Renumerar Vigas

# RenumberColumns_NoColumnFamilyLoaded
source: There are no valid structural column families loaded on the project. Please, load a least one and try to use this command again.
pt_br: Não há famílias de pilares estruturais válidas carregadas no projeto. Por favor, carregue pelo menos uma e tente usar este comando novamente.

# RenumberColumns_NoGuess
source: Please, before renumbering the columns click on the 'Guess' button or insert the number manually.
pt_br: Por favor, antes de renumerar as colunas clique no botão 'Adivinhar' ou insira o número manualmente.

# RenumberColumns_NotPlanView
source: Please make sure to be on a plan view to run this command.
pt_br: Por favor, certifique-se de estar em uma visão de planta para executar este comando.

# RenumberColumns_RemoveNumbers_Transaction
source: Remove Numbering from Columns
pt_br: Remover Numeração dos Pilares

# RenumberColumns_SelectFirstColumn
source: Select the first column to renumber.
pt_br: Selecione o primeiro pilar para renumerar.

# RenumberColumns_SelectTheRowOfColumns
source: Select the row of structural columns.
pt_br: Selecione a linha de pilares.

# RenumberColumns_Transaction
source: Renumber Columns
pt_br: Renumerar Pilares

# RenumberGrids_NoGrids
source: It was not possible to find any grids in the project, please create them and run the command again.
pt_br: Não foi possível encontrar nenhum eixo no projeto, crie-os e execute o comando novamente.

# RenumberGrids_SameNumbering
source: There are one or more grids with the same new numbering, please click on renumber table button or change them manually.
pt_br: Há uma ou mais grades com a mesma numeração nova, clique no botão renumerar tabela ou altere-as manualmente.

# RenumberGrids_Transaction
source: Renumber Grids
pt_br: Renumerar Eixos

# RenumberGrids_Transaction_AdjustNames
source: Adjust Names
pt_br: Ajustar Nomes

# RenumberParking_ClearParkNumbering
source: Clear Parking Numbering
pt_br: Limpar Numeração dos Estacionamentos

# RenumberParking_IntegerNumber
source: Please, input a valid integer number.
pt_br: Por favor, insira um número inteiro válido.

# RenumberParking_NoParking
source: It was not possible to find any parking spaces in the project, please create them and run this command again.
pt_br: Não foi possível encontrar estacionamentos no projeto, crie-os e execute este comando novamente.

# RenumberParking_NotPlanView
source: Please make sure to be on a plan view to run this command.
pt_br: Por favor, certifique-se de estar em uma vista de planta para executar este comando.

# RenumberParking_SelectFirstOrChangeNumbering
source: Please select the first parking space or change the order of numbering.
pt_br: Por favor, selecione o primeiro estacionamento ou altere a ordem de numeração.

# RenumberParking_SelectParkingSpace
source: Select a parking space
pt_br: Selecione um estacionamento

# RenumberParking_Transaction
source: Renumber Parking Spaces
pt_br: Renumerar Estacionamentos

# SlopeGradingFromPads_NoPads
source: It was not possible to find building pads on the project.
pt_br: Não foi possível encontrar plataformas de construção no projeto.

# SlopeGradingFromPads_Not3DView
source: Please make sure to be on a 3D view to run this command.
pt_br: Por favor, certifique-se de estar em uma visão 3D para executar este comando.

# SlopeGradingFromPads_NoTopoAssociate
source: It was not possible to establish a toposurface associated with the pad, please recreate the pad to try again.
pt_br: Não foi possível estabelecer uma superfície topográfica associada a plataforma. Recrie a plataforma para tentar novamente.

# SlopeGradingFromPads_OuterLoopIssue
source: It was not possible to determine the outer limit of the pad, please try to recreate the pad.
pt_br: Não foi possível determinar o limite externo da plataforma, tente recriá-la.

# SlopeGradingFromPads_OuterOffsetLoopIssue
source: It was not possible to determine the offset from the outer limit of the pad, please try again with a simpler geometry.
pt_br: Não foi possível determinar o deslocamento do limite externo da plataforma. Tente novamente com uma geometria mais simples.

# SlopeGradingFromPads_PadsWithMoreThanOneUpperFace
source: Pads with more than one upper face are not supported, please use a pad with only one upper face.
pt_br: Plataformas com mais de uma face superior não são suportadas, por favor, use uma plataforma com apenas uma face superior.

# SlopeGradingFromPads_SelectPad
source: Select a building pad.
pt_br: Selecione uma plataforma.

# SlopeGradingFromPads_Transaction
source: Create Slope Grading
pt_br: Criar Talude

# SlopeGradingFromPads_UpperFaceNotPlanar
source: The upper face of the pad must be planar.
pt_br: A face superior deve ser plana.

# TopoFromPointCloud_InvalidPointCloud
source: Invalid element selected.
pt_br: Elemento inválido selecionado.

# TopoFromPointCloud_MaxPointsReached
source: Maximum number of points reached, please change the iteration
pt_br: Número máximo de pontos atingidos, por favor, altere a iteração

# TopoFromPointCloud_MinPointsReached
source: Minimum number of points reached, please change the iteration
pt_br: Número mínimo de pontos atingidos, por favor altere a iteração

# TopoFromPointCloud_Not3DView
source: Please make sure to be on a 3D view to run this command.
pt_br: Por favor, certifique-se de estar em uma visão 3D para executar este comando.

# TopoFromPointCloud_NotEnoughPoints
source: Not enough points to create the toposurface, please change the iteration settings and run this command again.
pt_br: Não há pontos suficientes para criar a superfície topográfica, altere as configurações de iteração e execute este comando novamente.

# TopoFromPointCloud_SelectPointCloudInstance
source: Please select a pointcloud instance.
pt_br: Por favor, selecione uma instância da nuvem de pontos.

# TopoFromPointCloud_Transaction
source: Create Toposurface
pt_br: Criar toposuperfície

# Common_Warning
source: Warning
pt_br: Aviso

# SampleProjects_DirNotFound
source: Directory not found! Please, reinstall the app or download a new version at http://www.onboxdesign.com.br/
pt_br: Diretório não encontrado! Por favor, reinstale o aplicativo ou baixe uma nova versão em http://www.onboxdesign.com.br/

# Common_Issues
source: Some issues were found:
pt_br: Alguns problemas foram encontrados:

# Common_Sucess
source: Sucess
pt_br: Sucesso

# Toposolid_SlopeGrading_Create
source: Create Slope Grading
pt_br: Criar Talude

# Toposolid_SlopeGrading_ErrorFindingEdges
source: Error finding the outer bounds of the floor. Please try to simplify the floor geometry and try again.
pt_br: Erro ao tentar definir os limites externos do piso. Por favor, simplique a geometria do piso e tente novamente.

# Toposolid_SlopeGrading_ErrorSortingEdges
source: Error sorting floor bound edges. Please try to simplify the floor geometry and try again.
pt_br: Erro ao tentar ordenar os limites externos do piso. Por favor, simplique a geometria do piso e tente novamente.

# Toposolid_SlopeGrading_NoFloorEdges
source: Error stabilishing floor edges. Please try to simplify the floor geometry and try again.
pt_br: Erro ao detectar os limites externos do piso. Por favor, simplifique a geometria do piso e tente novamente.

# Toposolid_SlopeGrading_NoTopoSolid
source: Could not find any Topo Solid in the project. Please create at least one Topo Solid to use this tool.
pt_br: Não foi possível encontrar Sólidos topográficos no projeto. Por favor, crie ao menos um Sólido topográfico e tente novamente.

# Toposolid_SlopeGrading_PickFloor
source: Please pick a floor above or below a Topo Solid.
pt_br: Selecione um piso acima ou abaixo de um Sólido topográfico.
