Repository: LetsBIMtogether/OnboxApp
Catalog: ONBOXApp/Properties/WindowLanguage.*.resx
Languages: pt_br

# About_Information
source: What is OnBox? Onbox is a free and open source Revit App that helps day to day tasks like renumbering elements, creating structural components, topo surface manipulations, and content management. Originally created in 2014 as a collection of macros to improve and speed up workflows for multi-story buildings, it had its first public release in September 2016 as a Revit Application. It became very popular in Brazil and other countries like Spain, Mexico, and Portugal, helping AEC students and professionals across 39 different countries to be more productive and efficient.
pt_br: O que é o OnBox? Onbox é um Aplicativo para Revit gratuito e de código aberto que ajuda tarefas do dia-a-dia, como a renumeração de elementos, a criação de componentes estruturais, manipulações de topografia e gerenciamento de conteúdo. Originalmente criado em 2014 como uma coleção de macros para melhorar e acelerar os fluxos de trabalho de edifícios de vários andares, teve seu primeiro lançamento público em setembro de 2016 como um aplicativo Revit. Tornou-se muito popular no Brasil e em outros países, como Espanha, México e Portugal, ajudando estudantes e profissionais da AEC em 39 países diferentes a serem mais produtivos e eficientes.

# About_Version
source: Version
pt_br: Versão

# BeamsForBuildingLevelOptions_ChooseStandardFloors
source: Choose the Standard Floors
pt_br: Escolha os Pavimentos Tipo

# BeamsForBuildingLevelOptions_Invert
source: Invert Selection
pt_br: Inverter Seleção

# BeamsForBuildingLevelOptions_IsStandard
source: Is Standard?
pt_br: É Pavimento Tipo?

# BeamsForBuildingLevelOptions_LevelsThatContainsName
source: Level that Contains the Name
pt_br: Pavimento que contém o nome

# BeamsForBuildingLevelOptions_ManuallyPickStandardFloors
source: Manually Pick Standard Floors
pt_br: Selecionar Manualmente os Pavimentos Tipo

# BeamsForBuildingLevelOptions_Name
source: Name
pt_br: Nome

# BeamsForBuildingLevelOptions_SelectAll
source: Select All
pt_br: Selecionar Tudo

# BeamsForBuildingLevelOptions_SelectNone
source: Deselect All
pt_br: Des-Selecionar Tudo

# BeamsForBuildingLevelOptions_Standard
source: standard
pt_br: Tipo

# BeamsForBuildingLevelOptions_Title
source: Standard Floors
pt_br: Pavimentos Tipo

# BeamsForBuilding_BeamTypeDimensions
source: Beam Type Dimensions
pt_br: Dimensões do Tipo da Viga

# BeamsForBuilding_ChooseBeamFamily
source: Choose Beam Family
pt_br: Escolha Família de Viga

# BeamsForBuilding_ChooseLevelsToBeRenumbered
source: Choose Levels to be Renumbered
pt_br: Escolha os Pavimentos a serem Renumerados

# BeamsForBuilding_CreateBeamsOnIntermediateLevels
source: Create Beams on Intermediate Levels
pt_br: Criar Vigas em Pavimentos Intermediários

# BeamsForBuilding_Height
source: Height
pt_br: Altura

# BeamsForBuilding_IgnoreStandardLevels
source: Ignore Standard Levels
pt_br: Ignorar Pavimentos Tipo

# BeamsForBuilding_IgnoreWallsWidthLessThan
source: Ignore Walls with Width Less Than
pt_br: Ignorar Paredes com Espessura Menor Que

# BeamsForBuilding_Invert
source: Invert Selection
pt_br: Iverter Seleção

# BeamsForBuilding_LevelName
source: Name
pt_br: Nome

# BeamsForBuilding_LevelUse
source: Use
pt_br: Usar

# BeamsForBuilding_LinkedFileName
source: Name
pt_br: Nome

# BeamsForBuilding_LinkedFiles
source: Linked Files
pt_br: Vincular Arquivos

# BeamsForBuilding_Options
source: Options
pt_br: Opções

# BeamsForBuilding_SelectAll
source: Select All
pt_br: Selecionar Tudo

# BeamsForBuilding_SelectNone
source: Select None
pt_br: Selecionar Nada

# BeamsForBuilding_StandardLevels
source: Standard Levels
pt_br: Pavimentos Tipo

# BeamsForBuilding_Title
source: Create Beams For The Entire Building
pt_br: Criar Vigas Para Todo o Edifício

# BeamsFromColumns_ChooseBeamFamily
source: Choose Beam Family
pt_br: Escolha Família de Viga

# BeamsForBuilding_TryToJoin
source: Try to Join Beams with Nearby Walls
pt_br: Tentar juntar vigas com paredes próximas

# BeamsForBuilding_Width
source: Width
pt_br: Largura

# BeamsFromColumns_Chain
source: Chain
pt_br: Cadeia

# BeamsFromColumns_Create
source: Create
pt_br: Criar

# BeamsFromColumns_FirstSelectedColumn
source: First Selected Column
pt_br: Primeiro Pilar Selecionado

# BeamsFromColumns_FixedHeight
source: Fixed Height
pt_br: Fixar Altura

# BeamsFromColumns_FixedWidth
source: Fixed Width
pt_br: Fixar Largura

# BeamsFromColumns_Height
source: Height
pt_br: Altura

# BeamsFromColumns_MoreOptions
source: More Options
pt_br: Mais Opções

# BeamsFromColumns_SecondSelectedColumn
source: Second Selected Column
pt_br: Segundo Pilar Selecionado

# BeamsFromColumns_SpanDividedBy
source: Span Divided By
pt_br: Vão Dividido Por

# BeamsFromColumns_Title
source: Beams From Structural Columns
pt_br: Vigas por Pilar Estrutural

# BeamsFromColumns_Width
source: Width
pt_br: Largura

# BeamsFromWalls_Create
source: Create
pt_br: Criar

# BeamsFromWalls_Dimensions
source: Dimensions
pt_br: Dimensões

# BeamsFromWalls_FixedHeight
source: Fixed Height
pt_br: Fixar Altura

# BeamsFromWalls_FixedWidth
source: Fixed Width
pt_br: Fixar Largura

# BeamsFromWalls_Height
source: Height
pt_br: Altura

# BeamsFromWalls_Inverted
source: Inverted
pt_br: Invertido

# BeamsFromWalls_JoinWithWalls
source: Join With Walls
pt_br: Unir Com Paredes

# BeamsFromWalls_Links
source: Links
pt_br: Vínculos

# BeamsFromWalls_LowerBeam
source: Lower Beam
pt_br: Viga Inferior

# BeamsFromWalls_MoreOptions
source: More Options
pt_br: Mais Opções

# BeamsFromWalls_Position
source: Position
pt_br: Posição

# BeamsFromWalls_SpanDividedBy
source: Span Divided by
pt_br: Vão Dividido Por

# BeamsFromWalls_Title
source: Beams From Walls
pt_br: Vigas Por Paredes

# BeamsFromWalls_UpperBeam
source: Upper Beam
pt_br: Viga Superior

# BeamsFromWalls_WallWidthAddedTo
source: Wall Width Added to
pt_br: Largura da Parede Mais

# BeamsFromWalls_Width
source: Width
pt_br: Largura

# ColumnsFromCAD_ChooseCircularFamily
source: Choose Circular Family
pt_br: Escolha Família Circular

# ColumnsFromCAD_ChooseRectangularFamily
source: Choose Rectangular Family
pt_br: Escolha Família Retangular

# ColumnsFromCAD_ChooseTheLayer
source: Choose The Layer
pt_br: Escolha A Camada

# ColumnsFromCAD_ChooseTheLevels
source: Choose The Levels To Be Used
pt_br: Escolha Os Pavimento A Serem Usados

# ColumnsFromCAD_InvertSelection
source: Invert Selection
pt_br: Inverter Seleção

# ColumnsFromCAD_LevelName
source: Name
pt_br: Nome

# ColumnsFromCAD_LevelUse
source: Use
pt_br: Utilizar

# ColumnsFromCAD_SelectAll
source: Select All
pt_br: Selecionar Tudo

# ColumnsFromCAD_SelectNone
source: Select None
pt_br: Selecionar Nada

# ColumnsFromCAD_Title
source: Structural Columns From CAD
pt_br: Pilares Estruturais Por CAD

# Common_Apply
source: _Apply
pt_br: _Aplicar

# Common_Close
source: _Close
pt_br: _Fechar

# CopyElements_CopyAction
source: Copy
pt_br: Copiar

# CopyElements_DeleteBeamsOnTargetLevel
source: Delete Beams on Target Level
pt_br: Apagar Vigas no Pavimento Destino

# CopyElements_Title
source: Copy Beams
pt_br: Copiar Vigas

# CreateTopoSurfacePointCloud_GenerateTopo
source: Generate Toposurface
pt_br: Gerar Topografia

# CreateTopoSurfacePointCloud_IterationDistance
source: Iteration Distance
pt_br: Distância de Iteração

# CreateTopoSurfacePointCloud_Iterations
source: Iterations
pt_br: Iterações

# CreateTopoSurfacePointCloud_Title
source: Create Toposurface from Point Cloud
pt_br: Criar toposuperfície a partir da nuvem de pontos

# CreateTopoSurfacePointCloud_TotalDistance
source: Total Distance
pt_br: Distancia Total

# Exceptions_DefaultMessage
source: Sorry, the app ran through an unmanaged error, please, contact us at contato@onboxdesign.com.br with the report below and as much more information as you can, so we can try to fix the issue.
pt_br: Desculpe, o app correu por um erro não gerenciado, por favor, entre em contato pelo e-mail contato@onboxdesign.com.br com o relatório abaixo e o máximo de informações possível, para que possamos tentar corrigir o problema.

# JoinUnjoinSelected_All
source: All
pt_br: Tudo

# JoinUnjoinSelected_Beams
source: Beams
pt_br: Vigas

# JoinUnjoinSelected_Columns
source: Columns
pt_br: Pilares

# JoinUnjoinSelected_Floors
source: Floors
pt_br: Pisos

# JoinUnjoinSelected_Join
source: Join
pt_br: Unir

# JoinUnjoinSelected_JoinAction
source: Join
pt_br: Unir

# JoinUnjoinSelected_JoinWith
source: Join With
pt_br: Unir Com

# JoinUnjoinSelected_MarkedElement
source: Marked Element
pt_br: Elemento Marcado

# JoinUnjoinSelected_MarkedElements
source: Marked Elements
pt_br: Elementos Marcados

# JoinUnjoinSelected_Title
source: Join / Unjoin Elements
pt_br: Unir / Desunir Elementos

# JoinUnjoinSelected_UnjoinAction
source: Unjoin
pt_br: Desunir

# JoinUnjoinSelected_Walls
source: Walls
pt_br: Paredes

# JoinUnjoin_Beams
source: Beams
pt_br: Vigas

# JoinUnjoin_Columns
source: Columns
pt_br: Pilares

# JoinUnjoin_DownToLevel
source: Down To Level
pt_br: Até o Pavimento

# JoinUnjoin_FirstCategory
source: First Category
pt_br: Primeira Categoria

# JoinUnjoin_Floors
source: Floors
pt_br: Pisos

# JoinUnjoin_FromLevel
source: From Level
pt_br: Do Pavimento

# JoinUnjoin_JoinAction
source: Join
pt_br: Unir

# JoinUnjoin_SecondCategory
source: Second Category
pt_br: Segunda Categoria

# JoinUnjoin_Title
source: Join / Unjoin Elements
pt_br: Unir / Desunir Elementos

# JoinUnjoin_ToLevel
source: To Level
pt_br: Para o Pavimento

# JoinUnjoin_UnjoinAction
source: Unjoin
pt_br: Desunir

# JoinUnjoin_UpToLevel
source: Up To Level
pt_br: Até o Pavimento

# JoinUnjoin_Walls
source: Walls
pt_br: Paredes

# RenumberBeamLevelOptions_Name
source: Name
pt_br: Nome

# RenumberBeamLevelOptions_NumberingByLevel
source: Numbering by level
pt_br: Numeração por pavimento

# RenumberBeamLevelOptions_Prefix
source: Prefix
pt_br: Prefixo

# RenumberBeamLevelOptions_Use
source: Use
pt_br: Utilizar

# RenumberBeamsTypeOptions_Name
source: Name
pt_br: Nome

# RenumberBeamsTypeOptions_Prefix
source: Prefix
pt_br: Prefixo

# RenumberBeamsTypeOptions_Restrict
source: Restrict beam types to be renumbered
pt_br: Restringir tipos de vigas a serem renumeradas

# RenumberBeamsTypeOptions_Title
source: Renumber Beam Types
pt_br: Renumer tipos de Viga

# RenumberBeamsTypeOptions_Use
source: Use
pt_br: Utilizar

# RenumberBeams_DecimalPlaces
source: Decimal Places
pt_br: Casas Decimais

# RenumberBeams_HorizontalsFirst
source: Hoizontals First
pt_br: Horizontais Primeiro

# RenumberBeams_NoRule
source: No Rule
pt_br: Sem Regra

# RenumberBeams_Renumber
source: Renumber
pt_br: Renumerar

# RenumberBeams_Title
source: Renumber Beams
pt_br: Renumerar Vigas

# RenumberBeams_VerticalsFirst
source: Verticals First
pt_br: Verticais Primeiro

# RenumberColumnsLevelOptions_Name
source: Name
pt_br: Nome

# RenumberColumnsLevelOptions_Use
source: Use
pt_br: Utilizar

# RenumberColumnsSelection_Concatenator
source: to
pt_br: para

# RenumberColumnsSelection_Downwards
source: Downwards
pt_br: Baixo

# RenumberColumnsSelection_Guess
source: Guess
pt_br: Adivinhar

# RenumberColumnsSelection_LevelLabeler
source: Level
pt_br: Pavimento

# RenumberColumnsSelection_Upwards
source: Upwards
pt_br: Cima

# RenumberColumnsTypeOptions_ColumnTypesToBeRenumbered
source: Column Types To Be Renumbered
pt_br: Tipos de Pilares a Serem Renumerados

# RenumberColumnsTypeOptions_Name
source: Name
pt_br: Nome

# RenumberColumnsTypeOptions_Prefix
source: Prefix
pt_br: Prefixo

# RenumberColumnsTypeOptions_Title
source: Types To Be Renumbered
pt_br: Tipos a serem Renumerados

# RenumberColumnsTypeOptions_Use
source: Use
pt_br: Utilizar

# RenumberColumns_Downwards
source: Downwards
pt_br: Baixo

# RenumberColumns_LevelConcatenator
source: to
pt_br: para

# RenumberColumns_LevelLabeler
source: Level
pt_br: Pavimento

# RenumberColumns_Renumber
source: Renumber
pt_br: Renumerar

# RenumberColumns_Title
source: Renumber Columns
pt_br: Renumerar Pilares

# RenumberColumns_Upwards
source: Upwards
pt_br: Cima

# RenumberGrids_HorizontalGrids
source: Horizontal Grids
pt_br: Eixos Horizontais

# RenumberGrids_Letters
source: Letters
pt_br: Letras

# RenumberGrids_NewNumbering
source: New
pt_br: Novo

# RenumberGrids_RestoreOrder
source: Restore Order
pt_br: Restaurar Ordem

# RenumberGrids_Title
source: Renumber Grids
pt_br: Renumerar Eixos

# RenumberGrids_VerticalGrids
source: Vertical Grids
pt_br: Eixos Verticais

# RenumberParkBlock_All
source: All
pt_br: Todos

# RenumberParkBlock_Level
source: Level
pt_br: Pavimento

# RenumberParkBlock_Prefix
source: Prefix
pt_br: Prefixo

# RenumberParkBlock_Title
source: Renumber Parking Spaces
pt_br: Renumerar Estacionamentos

# RenumberParkClear_All
source: All
pt_br: Todos

# RenumberParkClear_Level
source: Level
pt_br: Pavimento

# RenumberParkLevelOptions_Name
source: Name
pt_br: Nome

# RenumberParkLevelOptions_Prefix
source: Prefix
pt_br: Prefixo

# RenumberParkLevelOptions_Use
source: Use
pt_br: Utilizar

# RenumberParkTypeOptions_Name
source: Name
pt_br: Nome

# RenumberParkTypeOptions_Prefix
source: Prefix
pt_br: Prefixo

# RenumberParkTypeOptions_Restrict
source: Restrict types of parkings to be renumbered
pt_br: Restringir tipos de estacionamentos a serem renumerados

# RenumberParkTypeOptions_Use
source: Use
pt_br: Utilizar

# RenumberPark_Downwards
source: Downwards
pt_br: Baixo

# RenumberPark_Renumber
source: Renumber
pt_br: Renumerar

# RenumberPark_Title
source: Renumber Parking Spaces
pt_br: Renumerar Estacionamentos

# RenumberPark_Upwards
source: Upwards
pt_br: Cima

# SlopeGrading_CreateSlopeGradings
source: Create Slope Gradings
pt_br: Criar Taludes

# SlopeGrading_MaxDistance
source: Max Distance Between Points (Meters)
pt_br: Distância máxima entre pontos (Metros)

# SlopeGrading_Title
source: Slope Grading by Pads
pt_br: Talude por Plataforma

# RenumberBeamLevelOptions_Title
source: Level Options
pt_br: Opções de Pavimento

# RenumberBeams_LevelOptions
source: Level Options
pt_br: Opções de Pavimento

# RenumberBeams_RenumberingRule
source: Renumbering Rule
pt_br: Regra de Renumeração

# RenumberBeams_TypeOptions
source: Type Options
pt_br: Opções de Tipo

# RenumberColumnsLevelOptions_ColumnsLevelOptions
source: Columns Level Options
pt_br: Opções de Pavimento de Pilares

# RenumberColumnsLevelOptions_Label
source: Label
pt_br: Rótulo

# RenumberColumnsLevelOptions_Title
source: Level Options
pt_br: Opções de Pavimento

# RenumberColumnsSelection_Concatenation
source: Concatenation
pt_br: Concatenação

# RenumberColumnsSelection_GeneralOptions
source: General Options
pt_br: Opções gerais

# RenumberColumnsSelection_LevelLabel
source: Level Label
pt_br: Rótulo de Pavimento

# RenumberColumnsSelection_LevelOptions
source: Level Options
pt_br: Opções de Pavimento

# RenumberColumnsSelection_NextNumbering
source: Next Numbering
pt_br: Próxima Numeração

# RenumberColumnsSelection_RenumberingRule
source: Renumbering Rule
pt_br: Regra de Renumeração

# RenumberColumnsSelection_Title
source: Renumber Columns by Selection
pt_br: Renumerar Pilares por Seleção

# RenumberColumnsSelection_TypeOptions
source: Type Options
pt_br: Opções de Tipo

# RenumberColumns_Concatenation
source: Concatenation
pt_br: Concatenação

# RenumberColumns_GeneralOptions
source: General Options
pt_br: Opções gerais

# RenumberColumns_LevelLabel
source: Level Label
pt_br: Rótulo de Pavimento

# RenumberColumns_LevelOptions
source: Level Options
pt_br: Opções de Pavimento

# RenumberColumns_NumberingRule
source: Numbering Rule
pt_br: Regra de Numeração

# RenumberColumns_TypeOptions
source: Type Options
pt_br: Opções de Tipo

# RenumberGrids_InvertOrientation
source: Invert Orientation
pt_br: Inverter orientação

# RenumberGrids_MoreOptions
source: More Options
pt_br: Mais opções

# RenumberGrids_Numbers
source: Numbers
pt_br: Números

# RenumberGrids_Orientation
source: Orientation
pt_br: Orientação

# RenumberGrids_PrevNumbering
source: Previous
pt_br: Anterior

# RenumberGrids_RenumberList
source: Renumber List
pt_br: Lista de Renumeração

# RenumberGrids_RestoreOrientation
source: Restore Orientation
pt_br: Resturar Orientação

# RenumberGrids_SubNumbering
source: Sub Numbering
pt_br: Subnumeração

# RenumberParkBlock_GuessNext
source: Guess Next
pt_br: Adivinhar Próxima

# RenumberParkBlock_NextNumbering
source: Next Numbering
pt_br: Próxima Numeração

# RenumberParkBlock_Numbering
source: Numbering
pt_br: Numeração

# RenumberParkClear_Options
source: Options
pt_br: Opções

# RenumberParkClear_Title
source: Clear Numbering
pt_br: Limpar Numeração

# RenumberParkLevelOptions_LevelIndependent
source: Independent numbering by level
pt_br: Numeração independente por pavimento

# RenumberParkLevelOptions_Title
source: Level Options
pt_br: Opções de Pavimento

# RenumberParkTypeOptions_Title
source: Type Options
pt_br: Opções de Tipo

# RenumberPark_LevelOptions
source: Level Options
pt_br: Opções de Nível

# RenumberPark_RenumberingOrder
source: Numbering Order
pt_br: Ordem de numeração

# RenumberPark_TypeOptions
source: Type Options
pt_br: Opções de Tipo

# SlopeGrading_MaxAngle
source: Max Slope Angle (Degrees)
pt_br: Ângulo de inclinação máxima (Graus)

# SlopeGrading_MultiplePads
source: Continue Creation
pt_br: Múltiplas Plataformas

# BeamsForBuildingLevelOptions_MatchCase
source: Case Sensitive
pt_br: Sensível ao Caso

# BeamsFromWalls_ToTheHighestCasing
source: To The Highest Opening
pt_br: Para a Maior Abertura

# RenumberGrids_FlipOrientation
source: Flip Orientation
pt_br: Trocar Orientação

# Privacy_EditAccount
source: Edit my Account
pt_br: Editar minha Conta

# Privacy_Information
source: OnboxApp only stores your email from a notification system that the Autodesk Exchange App Store sends to it when you download the application. This is the only instance where we have any identification of who is the using the application though, after download and installation, NO tracking of any type is used, not even for diagnostics or statistics. The exact source code that you can audit on https://github.com/engthiago/OnboxApp is the one deployed to your computer. Your email is only stored in our own database and will Never be shared with ANY third party of any kind. We might, however, use this email for: 1. Send you information about the release or update of our own software packages. 2. Send you information about events or publications that OnboxApp or its creator is participating. Since OnboxApp was first released in 2015, no emails were sent and we will only do so when there is a very good reason to do so, as we also hate any type of spams as you probably do as well. If in any case you absolutely want to erase your email from our database, you can do so by clicking on “Edit my Account” below and follow the instructions to get access to your account.
pt_br: OnboxApp somente salva o seu e-mail quanto uma notificação da loja de aplicativos da Autodesk é enviada, quando você baixa o aplicativo. Esta é a única ocasião que temos qualquer identificação de quem está usando o aplicativo, pois depois da instalação, NENHUM tipo de rastreamento é feito, nem mesmo de diagnóstico de erros ou estatísticas. O exato código fonte que pode ser auditado em https://github.com/engthiago/OnboxApp é o que será instalado em seu computador. Seu e-mail é somente salvo em nosso banco de dados e NUNCA será compartilhado com nenhum terceiro de qualquer tipo. Nós, poderemos usar este e-mail, entretanto para: 1. Enviar a você informações sobre lançamentos ou atualizações de nossos próprios softwares. 2. Enviar a você informações sobre eventos ou publicações que o OnboxApp ou seu criador participarão. Desde quando o OnboxApp foi lançado em 2015, nenhum e-mail foi enviado e nos somente iremos enviar por algum motivo importante, pois nos também odiamos qualquer tipo de spam. Mas se por qualquer motivo, você absolutamente deseja apagar seu e-mail de nosso banco de dados, você pode fazê-lo clicando em “Editar minha Conta” abaixo e seguindo os passos para acessar sua conta.
